Repository: kharron/rogervalerio
Catalog: *.po
Languages: es_es

source: Look like something went wrong!
es_es: Parece que algo no fue bien…

source: The page you were looking for is not here
es_es: La página que estás buscando no está por aquí

source: Go to Home
es_es: Volver a Inicio

source: Properties by
es_es: Inmuebles por

source: No Comment
es_es: Sin Comentario

source: One Comment
es_es: Un Comentario

source: % Comments
es_es: % comentarios

source: Comments are closed.
es_es: Comentarios estan cerrados.

source: Primary Menu
es_es: Menú Principal

source: Valid file formats
es_es: Formatos de archivo válido

source: Default Sidebar
es_es: Barra lateral por defecto

source: Widget area for default sidebar on news and post pages.
es_es: Área de widget para la barra lateral por defecto en páginas de noticias y correos.

source: Pages Sidebar
es_es: Barra lateral de páginas

source: Widget area for default page template sidebar.
es_es: Área de widget para la barra lateral de plantilla de página por defecto.

source: Properties List Sidebar
es_es: Barra lateral lista de propiedades

source: Widget area for properties list template with sidebar support.
es_es: Área de widget para la plantilla de la lista de propiedades con la ayuda de la barra lateral.

source: Properties Grid Sidebar
es_es: Barra lateral de la red de propiedades

source: Widget area for properties grid template with sidebar support.
es_es: Área de widget para plantilla de cuadrícula de propiedades con barra lateral de apoyo.

source: Property Sidebar
es_es: Barra lateral de la propiedad

source: Widget area for property detail page sidebar.
es_es: Área de widget para la barra de lateral página detalle de propiedad.

source: dsIDXpress Sidebar
es_es: Barra lateral lista de propiedades

source: Widget area for dsIDX related pages.
es_es: Área de widget para la barra lateral por defecto en páginas de noticias y correos.

source: Footer First Column
es_es: Primera columna de pie de página

source: Widget area for first column in footer.
es_es: Área de widget para la primera columna en pie.

source: Footer Second Column
es_es: Segunda columna de pie de página

source: Widget area for second column in footer.
es_es: Área de widget para la segunda columna en pie.

source: Footer Third Column
es_es: Tercera columna de pie de página

source: Widget area for third column in footer.
es_es: Área de widget para la tercera columna de pie de página.

source: Footer Fourth Column
es_es: Cuarta columna de pie de página

source: Widget area for fourth column in footer.
es_es: Área de widget para la cuarta columna en pie.

source: Video Embed Code
es_es: Video incrustar código

source: If you are not using self hosted videos then please provide the video embed code and remove the width and height attributes.
es_es: Si no utiliza uno mismo videos alojados por favor proporcionan el código de embed video y quitar los atributos width y height.

source: Gallery Images
es_es: Galería de imágenes

source: Upload Gallery Images
es_es: Carga de galería de imágenes

source: Images should have minimum width of 850px and minimum height of 567px, Bigger size images will be cropped automatically.
es_es: Imágenes deben tener una anchura mínima de 850px y mínimo altura de 567px, imágenes de tamaño mayor se recorta automáticamente.

source: Contact Page Information
es_es: Página de información de contacto

source: Contact Details
es_es: Datos de contacto

source: Contact Form
es_es: Formulario de contacto

source: Office Address
es_es: Dirección de la oficina

source: Leaving it empty will hide the google map.
es_es: Dejando vacío, se oculta el mapa de google.

source: Office Location
es_es: Ubicación de la oficina

source: Drag the marker to point your office location. You can also use the address field above to search for your address.
es_es: Arrastre el marcador para señalar su ubicación de la oficina. También puede utilizar el campo de dirección anterior para buscar su dirección.

source: Map Zoom Level
es_es: Nivel de Zoom del mapa

source: Zoom level for resulted map on contact page.
es_es: Zoom de nivel para el mapa resultante en página de contacto.

source: Office Address to Display
es_es: Dirección de la oficina a mostrar

source: Given address will be displayed on contact page.
es_es: La dirección dada se mostrará en la página de contacto.

source: Phone
es_es: Teléfono

source: Mobile
es_es: Móvil

source: Email to Display
es_es: Correo electrónico a mostrar

source: Given email address will be displayed on contact page.
es_es: Dirección de correo electrónico dada se mostrará en la página de contacto.

source: Working Hours
es_es: Horas de trabajo

source: Contact Form Heading
es_es: Encabezado del formulario de contacto

source: Send Us a Message
es_es: Envianos un mensaje

source: Contact Form Email
es_es: Correo electrónico del formulario de contacto

source: Given email address will receive messages from theme based contact form
es_es: Indique la dirección de correo electrónico en la que recibirá los mensajes del formulario de contacto.

source: Contact Form 7 Shortcode
es_es: Código Formulario de contacto 7

source: You can provide contact form 7 shortcode, If you want to use a custom form. It will be displayed if above given email address is empty.
es_es: Puede proporcionar contact form 7 shortcode, Si desea utilizar un formulario personalizado. Se mostrará si la dirección de correo electrónico anterior proporcionada está vacía.

source: Banner Settings
es_es: Ajustes Banner

source: Banner Image
es_es: Imagen del Banner

source: Banner image should have minimum width of 2000px and minimum height of 320px.
es_es: Imagen del banner debe tener ancho mínimo de 2000px y altura mínima de 320px.

source: If you want to replace banner with revolution slider then provide its alias here.
es_es: Si desea reemplazar la bandera con el resbalador de la revolución proporciona su alias aquí.

source: Properties Settings
es_es: Configuración de Propiedades

source: Number of Properties Per Page
es_es: Número de inmuebles por página

source: Order Properties By
es_es: Propiedades de orden de

source: Date New to Old
es_es: Fecha de nuevo a viejo

source: Date Old to New
es_es: Fecha de viejo a nuevo

source: Price Low to High
es_es: Precio menor a mayor

source: Price High to Low
es_es: Precio mayor a menor

source: Locations
es_es: Lugares

source: Statuses
es_es: Estados de

source: Types
es_es: Tipos

source: Features
es_es: Características

source: Minimum Beds
es_es: Mínimo de Camas

source: Minimum Baths
es_es: Mínimo de Baños

source: Minimum Price
es_es: Precio mínimo

source: Maximum Price
es_es: Precio máximo

source: Google Map in Header
es_es: Mapa de Google en la cabecera

source: Display Google Map with Properties Markers
es_es: Mostrar mapa de Google con los marcadores de propiedades

source: Agents Settings
es_es: Configuración de agentes

source: Number of Agents Per Page
es_es: Número de agentes por página

source: Archives
es_es: Archivos

source: This section contains options related property post type archive and taxonomy archives pages like property city, property status, property type and property feature.
es_es: Esta sección contiene opciones de propiedad relacionados con poste tipo archivo y taxonomía páginas como ciudad de propiedad, estado de propiedad, tipo de propiedad y propiedad característica de los archivos.

source: What to Display Below Header on Archive Pages
es_es: Lo que quieras debajo de encabezado en páginas de archivo

source: Image Banner
es_es: Imagen del Banner

source: Number of Properties on an Archive Page
es_es: Número de propiedades de página de un archivo

source: Archive Page Layout
es_es: Diseño de página de archivo

source: List Layout - Full Width
es_es: Lista de distribución - ancho total

source: Grid Layout - Full Width
es_es: Diseño de red - ancho total

source: Default Order of Properties on an Archive Page.
es_es: Orden por defecto de las propiedades de una página de archivo.

source: Sort by Price Low to High
es_es: Ordenar por precio de menor a mayor

source: Sort by Price High to Low
es_es: Ordenar por precio mayor a menor

source: Sort by Date Old to New
es_es: Ordenar por fecha de viejo a nuevo

source: Sort by Date New to Old
es_es: Ordenar por fecha de nuevo a viejo

source: Footer
es_es: Pie de página

source: This section contains options for footer.
es_es: Esta sección contiene opciones de pie de página.

source: Footer Logo
es_es: Logo de pie de página

source: Upload footer logo.
es_es: Subir el logotipo de pie de página.

source: Footer Copyright Text
es_es: Copyright texto de pie de página

source: Allowed html tags are a, br, em and strong.
es_es: Las etiquetas permitidas de html son a, br, em y strong

source: Header
es_es: Cabecera

source: This section contains options for header.
es_es: Esta sección contiene las opciones de encabezado.

source: Header Design Variation
es_es: Variación del diseño de cabecera

source: Select the design variation that you want to use for site header.
es_es: Seleccionar la variación de diseño que desea utilizar para ela cebecera del sitio.

source: 1st Variation
es_es: 1era variación

source: 2nd Variation
es_es: 2da variación

source: 3rd Variation
es_es: 3era variación

source: This feature only works above 992px screen size.
es_es: Esta característica sólo funciona por encima de 992px tamaño de la pantalla.

source: Enable
es_es: Disponible

source: Disable
es_es: Deshabilitado

source: Menu Button Title
es_es: Título del botón de menú

source: Menu
es_es: Menú

source: Upload your website favicon.
es_es: Añadir el favicon de la Página Web.

source: Upload logo image for your Website. Otherwise site title will be displayed in place of logo.
es_es: Subir imagen del logotipo para su sitio Web. De lo contrario se mostrará título de sitio en lugar de logo.

source: Email Address
es_es: Dirección de correo electrónico

source: Phone Number
es_es: Número de teléfono

source: This banner image will be displayed on all the pages where banner image is not overridden by page specific banner settings.
es_es: Esta imagen de banner se mostrará en todas las páginas donde imagen banner no se sustituye por la configuración de página banner específico.

source: WPML Language Switcher Flags
es_es: WPML Language Switcher banderas

source: Do you want to display WPML language switcher flags in header top bar ?
es_es: ¿Desea mostrar banderas WPML language switcher en la barra superior de la cabecera?

source: This option only works if WPML plugin is installed.
es_es: Esta opción sólo funciona si está instalado el plugin WPML.

source: Display
es_es: Mostrar

source: Hide
es_es: Ocultar

source: Page Loader
es_es: Cargador de la página

source: You can enable or disable page loader.
es_es: Puede habilitar o deshabilitar el cargador de la página.

source: Page Loader Gif
es_es: Cargador de la página de Gif

source: You can upload your page loader gif here or default one will be displayed.
es_es: Usted puede cargar su página cargadora gif aquí o por defecto se mostrará uno.

source: You can paste your JavaScript code here.
es_es: Puede pegar tu código JavaScript aquí.

source: Home
es_es: Inicio

source: This section contains options for homepage.
es_es: Esta sección contiene opciones para la Página de Inicio

source: What to display below header
es_es: Lo que quieras mostrar debajo de encabezado

source: Select the type of slider
es_es: Seleccione el tipo de Slider

source: Properties Slider
es_es: Propiedades Slider

source: Properties Slider Two
es_es: Propiedades Slider dos

source: Properties Slider Three
es_es: Propiedades Slider Tres

source: Number of slides to display
es_es: Número de slides para mostrar

source: Slider Button Text
es_es: Texto del botón deslizante

source: More Details
es_es: Más detalles

source: This section contains homepage layout related options.
es_es: Esta sección contiene página Opciones relacionadas con el diseño.

source: Home sections width
es_es: Anchura de las secciones de la página

source: Some section can appear in full width.
es_es: Puede aparecer alguna sección de ancho completo.

source: Keep Boxed
es_es: Mantener en caja

source: Allow Full Width
es_es: Permitir todo el ancho

source: Property Search Form
es_es: Formulario de búsqueda de propiedad

source: The 1st header variation already includes it, So this applies only with other header variations.
es_es: La 1ra variación de cabecera ya incluye, para que esto se aplica solamente con otras variaciones de cabecera.

source: Show
es_es: Mostrar

source: Homepage layout manager
es_es: Administrador de diseño de página web

source: Organize homepage sections in the way you want them to appear.
es_es: Organizar las secciones de la Página principal en la forma que desee que aparezcan.

source: Page Contents
es_es: Contenido de la página

source: Properties
es_es: Propiedades

source: Featured
es_es: Destacados

source: How It Works
es_es: Cómo funciona

source: Partners
es_es: Socios

source: News
es_es: Noticias

source: This section contains homepage properties related options.
es_es: Esta sección contiene opciones relacionadas de propiedades de la Página principal.

source: Properties design variation
es_es: Variación de diseño propiedades

source: Number of properties to display
es_es: Número de propiedades para mostrar

source: Multiple Photos
es_es: Varias fotos

source: * This can slow website performance
es_es: * Esto puede ralentizar el rendimiento del sitio web

source: Each property can display multiple photos sliding over each other
es_es: Cada propiedad puede mostrar varias fotos resbalar unos sobre otros

source: Enabled
es_es: Habilitado

source: Disabled
es_es: Deshabilitado

source: Max number of photos
es_es: Número máximo de fotos

source: Welcome Board Title
es_es: Título Consejo Bienvenido

source: We are Offering the Best Real Estate Deals
es_es: Ofrecemos las mejores ofertas inmobiliarias

source: Welcome Board Text
es_es: Texto de bienvenida de la Junta

source: Following html tags are allowed: a, br, em and strong.
es_es: Las etiquetas permitidas de html son a, br, em y strong

source: Sort Order
es_es: Orden de clasificación

source: Select the kind of properties you want to display
es_es: Seleccione el tipo de propiedades que desea mostrar

source: Default ( No Filtration )
es_es: Por defecto (sin filtración)

source: Based on my selection of Locations, Statuses and Types.
es_es: Basado en mi selección de ubicaciones, Estados y tipos.

source: How it Works
es_es: Cómo funciona

source: This section contains options related to "How It Works" section.
es_es: Esta sección contiene opciones relacionadas con la sección "Cómo funciona".

source: Welcome Text
es_es: Texto de Bienvenida

source: Welcome
es_es: Bienvenida

source: Title
es_es: Título

source: An Awesome title
es_es: Un título impresionante

source: Description
es_es: Descripción

source: Background Image
es_es: Imagen de fondo

source: Provide a background image for "How it Works" section.
es_es: Proporcionar una imagen de fondo para la sección "Cómo funciona".

source: Number of Columns
es_es: Número de columnas

source: Choose the number of columns to display below basic introduction on "How it Works" section.
es_es: Seleccione el número de columnas a mostrar a continuación una introducción básica en la sección "Cómo funciona".

source: None
es_es: Ninguno

source: 1 Column
es_es: 1 Columna

source: 2 Columns
es_es: 2 Columnas

source: 3 Columns
es_es: 3 Columnas

source: Content alignment in a column
es_es: Alineación del contenido en una columna

source: Left
es_es: Izquierda

source: Center
es_es: Centro

source: 1st Column Icon
es_es: Icono de la primer columna

source: 1st Column Title
es_es: Título de la primer columna

source: Register
es_es: Registro

source: 1st Column Description
es_es: Descripción de la primer columna

source: 2nd Column Icon
es_es: Icono de la segunda columna

source: 2nd Column Title
es_es: Título de la segunda columna

source: Fill Up Property Details
es_es: Llenar de detalles de la propiedad

source: 2nd Column Description
es_es: Descripción de la segunda columna

source: 3rd Column Icon
es_es: Icono de la tercer columna

source: 3rd Column Title
es_es: Título de la tercer columna

source: You are Done!
es_es: Ha terminado!

source: 3rd Column Description
es_es: Descripción de la tercer columna

source: Submit Property Button
es_es: Presentar propiedades botón

source: Button Text
es_es: Texto del botón

source: Submit Your Property
es_es: Ingresar su propiedad

source: Featured Properties
es_es: Propiedades Destacadas

source: This section contains options related to featured properties on homepage.
es_es: Esta sección contiene opciones relacionadas con propiedades destacadas en Página principal.

source: Featured properties design variation
es_es: Variación de diseño de propiedades destacadas

source: Select the design variation that you want to use for featured properties.
es_es: Seleccionar la variación de diseño que desea utilizar para propiedades destacadas.

source: Number of columns
es_es: Número de columnas

source: Number of properties
es_es: Número de Propiedades

source: This section contains options related to partners on homepage.
es_es: Esta sección contiene opciones relacionadas con socios en página de inicio

source: Number of partners
es_es: Número de Socios

source: Partners Title
es_es: Título de socios

source: You can use span tag to highlight a part of title.
es_es: Puede utilizar etiqueta span para resaltar una parte del título.

source: This section contains options related to news on homepage.
es_es: Esta sección contiene opciones relacionadas con noticias en Página principal.

source: Number of posts to display
es_es: Número de puestos para mostrar

source: News Title
es_es: Título de la Noticia

source: Latest News
es_es: Últimas Noticias

source: Type of News Posts
es_es: Posts de Tipos de Noticias

source: Choose the type of news posts to display on homepage.
es_es: Seleccione el tipo de noticias los mensajes a mostrar en la Página principal.

source: Recent
es_es: Recientes

source: Based on Categories
es_es: Basado en categorías

source: Based on Tags
es_es: Basados en etiquetas

source: Select Categories
es_es: Seleccione categorías

source: Select Tags
es_es: Seleccionar etiquetas

source: More Link Text
es_es: Más texto del enlace

source: More
es_es: Más

source: Members
es_es: Miembros

source: This section contains options related to registered users.
es_es: Esta sección contiene opciones relacionadas con los usuarios registrados.

source: User Navigation in Header
es_es: Navegación del usuario en el encabezado

source: Restrict Admin Access
es_es: Restringir el acceso de Admin

source: Restrict admin access to any user level equal to or below the selected user level.
es_es: Restringir el acceso de administrador a cualquier nivel de usuario igual o por debajo del nivel de usuario seleccionado.

source: Subscriber ( Level 0 )
es_es: Suscriptor (nivel 0)

source: Contributor ( Level 1 )
es_es: Colaborador (nivel 1)

source: Author ( Level 2 )
es_es: Autor (nivel 2)

source: Registration Email Notification to Admin and Newly Registered User
es_es: Registro de notificación de correo electrónico a Admin y recién registrado usuario

source: Edit Profile Page
es_es: Editar página de perfil

source: Make sure the selected page is using Edit Profile template.
es_es: Asegúrese de que la página seleccionada es utilizando la plantilla de editar perfil.

source: Favorites Page
es_es: Página de favoritos

source: Select a page to display favorite properties.
es_es: Seleccione una página para mostrar las propiedades favoritas.

source: Make sure the selected page is using Favorites template.
es_es: Asegúrese de que la página seleccionada es utilizando la plantilla de favoritos.

source: Number of Properties on Favorites Page
es_es: Número de propiedades en la página de favoritos

source: My Properties Page
es_es: Mi página de propiedades

source: Make sure the selected page is using My Properties template.
es_es: Asegúrese de que la página seleccionada es utilizando la plantilla de mis propiedades.

source: Number of Properties on My Properties Page
es_es: Número de propiedades en mi página de propiedades

source: Submit Property Page
es_es: Ingresar la página de propiedades

source: Make sure the selected page is using Submit Property template.
es_es: Asegúrese de que la página seleccionada es utilizando propiedad presentar plantilla.

source: Default Status of Submitted Property
es_es: Estado predeterminado de la propiedad presentada

source: Pending for Review
es_es: Pendiente de revisión

source: Publish
es_es: Publicar

source: Default Address for Property Submit Form
es_es: Dirección por defecto para enviar formulario de propiedad

source: Default Location Coordinates for Property Submit Map
es_es: Coordenadas de ubicación predeterminada para la propiedad presenten mapa

source: Email for Property Submit Notice
es_es: Correo electrónico para enviar aviso de propiedad

source: This email address will receive a notice whenever a user submits a property.
es_es: Esta dirección de correo electrónico recibirá una notificación cuando un usuario envía una propiedad.

source: Message for Reviewer on Property Submit Form
es_es: Mensaje para revisor en propiedad enviar formulario

source: This section contains options related to various features across the theme.
es_es: Esta sección contiene opciones relacionadas con diversas funciones en el tema.

source: CC Email Address for Messages to Agents
es_es: Dirección de correo electrónico CC para los mensajes a los agentes

source: Given email address will receive a copy of every message sent to any agent.
es_es: El correo electrónico dado recibirá una copia de cada mensaje enviado a cualquier agente.

source: You can provide multiple email addresses separated with comma.
es_es: Puede proporcionar correo electrónico varias direcciones separadas por comas.

source: Optional
es_es: Opcional

source: Automatically Switch Google Map Language
es_es: Cambiar automáticamente el idioma de mapa de Google

source: Based on site language from general settings OR current language if you are using WPML.
es_es: Basado en lenguaje de sitio de configuración general lenguaje actual OR si usted está usando WPML.

source: Theme Options
es_es: Opciones de Theme

source: Payments
es_es: Pagos

source: This section contains options related to payments for submitted properties.
es_es: Esta sección contiene opciones relacionadas con los pagos para las propiedades presentadas.

source: Enable payment via PayPal ?
es_es: ¿Permitir el pago por PayPal?

source: It is a must
es_es: Es una necesidad

source: Enable PayPal sandbox for testing
es_es: Activar PayPal sandbox para pruebas

source: Payment Amount for a Property
es_es: Monto del pago de una propiedad

source: Provide the amount that you want to charge for a property. Example: 20.00
es_es: Proporcionar el monto que desea cargar para una propiedad. Ejemplo: 20.00

source: Currency Code
es_es: Código de moneda

source: Provide the currency code that you want to use. Example: USD
es_es: Proporcionar el código de divisa que desea utilizar. Ejemplo: USD

source: Auto Action on Successful Payment
es_es: Acción automática de pago exitoso

source: Publish the Property
es_es: Publicar la propiedad

source: Do Nothing
es_es: No hacer nada

source: Property Card
es_es: Tarjeta de propiedad

source: This section contains options for property card displayed in various pages across the theme.
es_es: Esta sección contiene opciones para la tarjeta de propiedad aparece en varias páginas en el tema.

source: Display images gallery for property card in list and grid layout
es_es: Galería de imágenes de pantalla para la tarjeta de propiedad en el diseño de lista y cuadrícula
