Repository: kharron/rogervalerio
Catalog: *.po
Languages: es_es

source: This option has performance implications.
es_es: Esta opción tiene implicaciones de rendimiento.

source: Maximum number of images allowed in property card gallery.
es_es: Número máximo de imágenes permitidas en Galería de tarjeta de propiedad.

source: Description title for property card in list layout
es_es: Descripción de título de propiedad de la tarjeta en el diseño de lista

source: Price title for property card in list layout
es_es: Título precio de propiedad de la tarjeta en el diseño de lista

source: Price
es_es: Precio

source: Button text for property card in list layout
es_es: Texto del botón para la propiedad de la tarjeta en formato de lista

source: Show Details
es_es: Mostrar Detalles

source: Property Detail
es_es: Detalles de la Propiedad

source: This section contains options for property detail page.
es_es: Esta sección contiene opciones para la página de detalles de la propiedad.

source: Property Header Design Variation
es_es: Variación de diseño de encabezado de propiedad

source: Variation One - Simple slider with basic information on right side of slider.
es_es: Variación una - Simple control deslizante con información básica del lado derecho del control deslizante.

source: Variation Two - Thumbnail slider with basic information below slider.
es_es: Variación dos - deslizador miniatura con información básica por debajo del control deslizante.

source: Variation Three - Horizontally scrollable slider with basic information below slider.
es_es: Variación 3 - slider horizontal desplazable con la información básica por debajo del control deslizante.

source: Property Breadcrumbs
es_es: Breadcrumbs de la Propiedad

source: Property Description
es_es: Descripción de la Propiedad

source: Description Title
es_es: Título de la Descripción

source: Property Additional Details
es_es: Detalles adicionales de la propiedad

source: Additional Details Title
es_es: Datos adicionales de título

source: Additional Details
es_es: Detalles adicionales

source: Property Features
es_es: Características de la propiedad

source: Features Title
es_es: Título de características

source: Property Video
es_es: Video de la propiedad

source: Video Title
es_es: Titulo del Video

source: Virtual Tour
es_es: Tour Virtual

source: Property Map
es_es: Mapa de la Propiedad

source: Map Title
es_es: Título del Mapa

source: Location
es_es: Ubicación

source: Property Attachments
es_es: Anexos de la propiedad

source: Attachments Title
es_es: Título de los Anexos

source: Attachments
es_es: Anexos

source: Share This Property
es_es: Compartir esta propiedad

source: Share This Property Title
es_es: Compartir este título de propiedad

source: Children Properties
es_es: Propiedades Hijas

source: Children Properties Title
es_es: Titulo de las Propiedades Hijas

source: Sub Properties
es_es: Sub Propiedades

source: Property Comments
es_es: Comentarios de la propiedad

source: Agent Information
es_es: Información del Agente

source: Agent Contact Form
es_es: Formulario de Contacto del Agente

source: Agent Contact Form Title
es_es: Titulo del Formulario de Contacto del Agente

source: Contact Agent
es_es: Póngase en contacto con el agente

source: Similar Properties
es_es: Propiedades Similares

source: Similar Properties Title
es_es: Título de propiedades similares

source: Maximum number of similar properties
es_es: Número máximo de características similares

source: Search
es_es: Buscar

source: This section contains options related to property search.
es_es: Esta sección contiene opciones relacionadas con la búsqueda de propiedades.

source: Search Form Title
es_es: Título del formulario de búsqueda

source: Quick Search
es_es: Búsqueda rápida

source: Search Form Fields Manager
es_es: Formulario de Búsqueda administrador de campos

source: Keyword
es_es: Palabra Clave

source: Status
es_es: Estado

source: Type
es_es: Tipo

source: Min Beds
es_es: Min Camas

source: Min Baths
es_es: Min Baños

source: Min Max Price
es_es: Min Max Precio

source: Property ID
es_es: ID de propiedad

source: Property Features in Search Form
es_es: Características de la propiedad en el formulario de búsqueda

source: Property features will be displayed below other search form fields.
es_es: Características de la propiedad se mostrará debajo de otros campos de formulario de búsqueda.

source: Number of Location Select Boxes
es_es: Número de cajas de selección de ubicación

source: Title for 1st Location Select Box
es_es: Título para el cuadro de selección de ubicación 1

source: Country
es_es: País

source: Title for 2nd Location Select Box
es_es: Título para el cuadro de selección de ubicación 2

source: State
es_es: Estado

source: Title for 3rd Location Select Box
es_es: Título de 3er cuadro de selección de la ubicación

source: City
es_es: Ciudad

source: Title for 4th Location Select Box
es_es: Título 4 cuadro de selección de la ubicación

source: Area
es_es: Zona

source: Values for Minimum Prices Field
es_es: Valores para el campo de precios mínimos

source: Only provide comma separated numbers. Do not add decimal points, dashes, spaces or currency signs.
es_es: Sólo proporcionan números separados por comas. No añadir decimales, guiones, espacios o signos de moneda.

source: Values for Maximum Prices Field
es_es: Valores para el campo de precios máximos

source: Properties Search Page
es_es: Página de búsqueda de propiedades

source: Select a page for properties search results.
es_es: Seleccione una página de resultados de la búsqueda de propiedades.

source: Make sure the selected page is using Property Search template.
es_es: Asegúrese de que la página seleccionada es utilizando la plantilla de búsqueda de propiedades.

source: What to Display Below Header on Property Search Page
es_es: Qué mostrar debajo de cabecera propiedad de búsqueda página

source: Number of Properties on Search Page
es_es: Número de propiedades en la página de búsqueda

source: Search Page Layout
es_es: Diseño de página de búsqueda

source: Default Order of Search Results
es_es: Orden predeterminado de resultados de búsqueda

source: Styles
es_es: Estilos

source: This section contains styles related options.
es_es: Esta sección contiene opciones relacionadas con los estilos.

source: Basic
es_es: Básico

source: This sub section contains basic styles options.
es_es: Esta sección de sub contiene opciones de estilos básicos.

source: Main Background
es_es: Fondo principal

source: Configure body background of your choice. ( default:#eff1f5 )
es_es: Configurar el fondo del cuerpo de su elección. (por defecto: #eff1f5)

source: Do you want to change fonts?
es_es: ¿Quieres cambiar fuentes?

source: Yes
es_es: Si

source: Home Properties
es_es: Inicio de Propiedades

source: Nothing Found
es_es: Nada encontrado

source: Provided Email address is invalid!
es_es: Dirección de correo electrónico proporcionada no es válida!

source: New message sent by
es_es: Nuevo mensaje enviado por

source: using contact form at
es_es: Mediante formulario de contacto en

source: You have received a message from:
es_es: Ha recibido un mensaje de:

source: Phone Number :
es_es: Número de teléfono:

source: Their additional message is as follows.
es_es: Su mensaje adicional es como sigue.

source: You can contact
es_es: Puede contactar

source: Message Sent Successfully!
es_es: Mensaje enviado con éxito!

source: Provided email address is invalid.
es_es: Dirección de correo electrónico proporcionada no es válida.

source: Provided email is already in use by another user. Try a different one.
es_es: Correo electrónico proporcionado ya está en uso por otro usuario. Probar con uno diferente.

source: The passwords you entered do not match. Your password is not updated.
es_es: Las contraseñas que ha introducido no coinciden. Su contraseña no esta actualizada.

source: Profile information is updated successfully!
es_es: Información del perfil se actualiza con éxito!

source: Login
es_es: Inicio de sesión

source: * Wrong username or password.
es_es: * Incorrecto nombre de usuario o contraseña.

source: successful. Redirecting...
es_es: éxito. Redireccionando...

source: This username already exists.
es_es: Nombre de usuario ya existe.

source: This email is already registered.
es_es: Este email ya está registrado.

source: Registration
es_es: Registro

source: Provide a valid username or email address!
es_es: Proporcionar una dirección válida de nombre de usuario o correo electrónico!

source: No user found for given email!
es_es: Ningún usuario encontrado con el email dado

source: No user found for given username!
es_es: Ningún usuario encontrado con el nombre de usuario dado!

source: Invalid username or email!
es_es: Nombre de usuario o correo electrónico no válido!

source: Your New Password For %s
es_es: Su nueva contraseña para %s

source: From: %s <%s>
es_es: De: %s <%s>

source: Your new password is: %s
es_es: Su nueva contraseña es: %s

source: Check your email for new password
es_es: Revise su correo electrónico para nueva contraseña

source: Failed to send you new password email!
es_es: No pudimos enviar su nueva contraseña por correo!

source: Oops! Something went wrong while resetting your password!
es_es: ¡ Uy! Algo salió mal mientras restableciamos su contraseña!

source: New user registration on your site %s:
es_es: Nuevo registro de usuario en tu sitio de % s:

source: Username: %s
es_es: Nombre de Usuario: %s

source: Email: %s
es_es: Correo electrónico: %s

source: [%s] New User Registration
es_es: [%s] Nuevo registro de usuario

source: Welcome to %s
es_es: ¡ Bienvenido a %s

source: Your username is: %s
es_es: Su nombre de usuario es: %s

source: Your password is what you have provided during registration process.
es_es: La contraseña es lo que ha proporcionado durante el proceso de registro.

source: For more details visit:
es_es: Para más detalles visite:

source: * Make sure to save its settings after the installation.
es_es: * Asegúrese de guardar su configuración tras la instalación.

source: Bedrooms
es_es: Habitaciones

source: Bathrooms
es_es: Baños

source: Garages
es_es: Garajes

source: using agent contact form at
es_es: Mediante formulario de contacto de agente en

source: Property Title :
es_es: Título de Propiedad:

source: Property URL :
es_es: URL de la Propiedad:

source: Job Title
es_es: Título del trabajo

source: Mobile Number
es_es: Número de Celular

source: Office Number
es_es: Número de la Oficina

source: Fax Number
es_es: Número de Fax

source: (Any)
es_es: (Cualquiera)

source: Min Price (Any)
es_es: Min precio (Cualquiera)

source: Max Price (Any)
es_es: Max precio (Cualquiera)

source: Added to Favorites
es_es: Añadido a Favoritos

source: Failed
es_es: No se pudo

source: Invalid parameters
es_es: Parámetros no válidos

source: Failed to remove!
es_es: Error al quitar!

source: Invalid parameters!
es_es: Parámetros no válidos!

source: A new property is submitted by %s at %s
es_es: Una nueva propiedad es enviada por %s de %s

source: You can preview it here :
es_es: Puedes verla aquí:

source: Message to the Reviewer : %s
es_es: Mensaje para el revisor: %s

source: You can contact the submitter "%s" via email %s
es_es: Puede contactar con el remitente "%s" %s e-mail

source: This widget displays properties search form.
es_es: Este widget muestra el formulario de búsqueda de propiedades.

source: Inspiry Property Search
es_es: Búsqueda de propiedades Inspiry

source: Find Your Home
es_es: Encuentra tu Hogar

source: Widget Title
es_es: Título del widget

source: Displays random or recent featured properties.
es_es: Muestra aleatorias o recientes propiedades destacadas.

source: Inspiry Featured Properties
es_es: Inspiry Propiedades Destacadas

source: Know More
es_es: Saber más

source: No featured property found!
es_es: Ninguna propiedad recomendada encontrada!

source: Number of Properties
es_es: Número de Propiedades

source: Sort By:
es_es: Ordenar por:

source: Most Recent
es_es: Más Reciente

source: Random
es_es: Aleatorio

source: Min Baths (Any)
es_es: Min Baños

source: Min Beds (Any)
es_es: Min camas

source: Looking for certain features
es_es: En busca de ciertas características

source: Max Area (sq ft)
es_es: Área máxima (m2)

source: Please only provide digits!
es_es: Proporcione solamente dígitos!

source: Min Area (sq ft)
es_es: Area mínima (m2)

source: Property Status
es_es: Estado de la propiedad

source: Property Type
es_es: Tipo de propiedad

source: Display social media icons.
es_es: Mostrar los iconos de redes sociales.

source: Read More
es_es: Leer más

source: No agent found!
es_es: Ningún agente encontrado!

source: Address
es_es: Dirección

source: Make a Call
es_es: Hacer una llamada

source: Name*
es_es: Nombre *

source: * Please provide your name
es_es: * Por favor proporcione su nombre

source: Email*
es_es: Correo electrónico *

source: * Please provide a valid email address
es_es: * Por favor proporcione una dirección válida de correo electrónico

source: Number
es_es: Número

source: Message*
es_es: Mensaje *

source: * Please provide your message
es_es: * Indique su mensaje

source: Send Message
es_es: Enviar mensaje

source: Profile image should have minimum width and height of 220px.
es_es: Imagen de perfil debe tener anchura mínima y altura de 220px.

source: Make sure to save changes after uploading the new image.
es_es: Asegúrese de guardar los cambios después de cargar la nueva imagen.

source: Change
es_es: Cambiar

source: Remove
es_es: Quitar

source: Biographical Information
es_es: Información Biográfica

source: First Name
es_es: Nombre

source: * Provide First Name!
es_es: * Proporcionar el nombre!

source: Last Name
es_es: Apellido

source: * Provide Last Name!
es_es: * Proporcionar el apellido!

source: Display Name
es_es: Nombre para mostrar

source: * Provide Display Name!
es_es: * Proporcionar el nombre a mostrar!

source: Email
es_es: Correo electrónico

source: * Provide Valid Email Address!
es_es: * Por favor proporcione una dirección válida de correo electrónico!

source: * Only Digits are allowed!
es_es: * Proporcione solamente dígitos!

source: * Provide Valid URL!
es_es: * Proporcionar la dirección URL válida.

source: Password
es_es: Contraseña

source: ( Fill it only when you want to change )
es_es: (Llenar sólo cuando desea cambiar)

source: Confirm Password
es_es: Confirmar contraseña

source: Save Changes
es_es: Guardar los cambios

source: Login Required
es_es: Es necesario iniciar sesión

source: You need to login to edit your profile!
es_es: Tienes que entrar a editar su perfil.

source: Oops
es_es: Ups

source: You have not added any property to your favorites!
es_es: No ha agregado ninguna propiedad a tus favoritos!

source: You need to login to view your properties!
es_es: Tienes que iniciar sesión para ver sus propiedades!

source: Pages:
es_es: Páginas:

source: Edit
es_es: Editar

source: Property Removed!
es_es: Propiedad Eliminada!

source: Property Added Successfully!
es_es: Propiedad agregada con éxito!

source: Property Updated Successfully!
es_es: Propiedad actualizado con éxito!

source: Posted on:
es_es: Publicado en:

source: Last Modified:
es_es: Última modificación:

source: Status:
es_es: Estado de:

source: Payment Completed
es_es: Pago completado

source: It appears that you have not submitted any property yet!
es_es: Parece que usted no ha ingresado ninguna propiedad todavía!

source: Submitted
es_es: Enviado

source: Property successfully submitted.
es_es: Propiedad enviada correctamente.

source: Updated
es_es: Actualizado

source: Property updated successfully.
es_es: Propiedad actualizada correctamente.

source: You need to login to submit a property!
es_es: Usted necesita iniciar sesion para acceder a ingresar una propiedad!

source: Mobile:
es_es: Móvil

source: Office:
es_es: Oficina:

source: View Profile
es_es: Ver Perfil

source: Name
es_es: Nombre

source: * Please provide valid email address
es_es: * Por favor proporcione una dirección válida de correo electrónico

source: Message
es_es: Mensaje

source: Search Results for: %s
es_es: Resultados de la búsqueda: %s

source: Logout
es_es: Cierre de sesión

source: Profile
es_es: Perfil

source: My Properties
es_es: Mis Propiedades

source: Favorites
es_es: Favoritos

source: Submit
es_es: Ingresar

source: Login / Sign up
es_es: Inicio de sesión / Registro

source: Submit Property
es_es: Enviar propiedad

source: Bed
es_es: Cama

source: Bath
es_es: Baño

source: Garage
es_es: Garaje

# author byline
source: By %s
es_es: Por %s

source: Username
es_es: Nombre de Usuario

source: * Provide your username
es_es: * Proporcionar su nombre de usuario

source: * Provide your password
es_es: * Proporcionar su contraseña

source: Not a Member?
es_es: ¿No es miembro?

source: Sign up now
es_es: Regístrate ahora

source: Forgot Password?
es_es: ¿Olvidó contraseña?

source: * Please enter a valid username.
es_es: * Por favor ingrese un nombre de usuario válido.

source: * Please provide valid email address!
es_es: * Indique dirección de correo electrónico válida!

source: * Password should be same as above
es_es: * La contraseña debe ser igual que arriba

source: Forgot Password
es_es: Olvidó su contraseña

source: Username or Email
es_es: Nombre de usuario o correo electrónico

source: * Provide a valid username or email!
es_es: * Proporcionar un nombre de usuario o correo electrónico válido!

source: Reset Password
es_es: Restablecer contraseña

source: Posted in
es_es: Publicada en

source: On
es_es: En

source: Add to Favorites
es_es: Agregar a Favoritos

source: Print
es_es: Imprimir

source: Share
es_es: Compartir

source: Property Title
es_es: Título de propiedad

source: * Please provide property title!
es_es: * Proporcione un título de propiedad.

source: * Please provide a property address!
es_es: * Proporcione una dirección de la propiedad.

source: Find Address
es_es: Encontrar Dirección

source: * Only numbers allowed!
es_es: * Sólo números permitidos!

source: Sale OR Rent Price
es_es: Precio de venta o alquiler

source: Price Postfix Text
es_es: Precio Postfix texto

source: Area Postfix Text
es_es: Área texto de Postfix

source: Drag and drop images here
es_es: Arrastrar y soltar imágenes aquí

source: OR
es_es: O

source: Select Images
es_es: Seleccionar imágenes

source: An image should have minimum width of 850px and minimum height of 600px.
es_es: Una imagen debe tener una anchura mínima de 850px y altura mínima de 600px.

source: You can mark an image as featured by clicking the star icon, Otherwise first image will be considered featured image.
es_es: Usted puede marcar una imagen como aparece haciendo clic en el icono de estrella, primera imagen de lo contrario se considerará imagen recomendado.

source: My Profile Information
es_es: Mi información de perfil

source: ( Edit Profile Information )
es_es: (Editar información del perfil)

source: Display Agent Information
es_es: Mostrar Informacion del Agente

source: Mark this property as featured property
es_es: Marca esta propiedad como propiedad recomendada

source: Value
es_es: Valor

source: Update Property
es_es: Actualizar Propiedad

source: It appears that, Provided property does not belong to you!
es_es: Parece que, la propiedad no pertenece a usted!

source: It appears that, Provided property id is invalid!
es_es: Parece que, la clave no es válida!

source: All
es_es: Todo

source: No Property Found
es_es: No se encontraron Propiedades

source: %d Property Found
es_es: %d Propiedad Encontrada

source: Default Order
es_es: Orden predeterminado

source: Remove from favorites
es_es: Quitar de Favoritos

source: %d Beds
es_es: %d Camas

source: %d Baths
es_es: %d Baños

source: SqFt
es_es: m2

source: ( No information will be displayed )
es_es: (No se mostrará ninguna información)

source: Message to the Reviewer
es_es: Mensaje para el revisor
